13/data/attachments/cc4b7e92e195d56b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Monica_share_Friend_7889_1</nif:username>
            <nif:friendToBeRequested>soap_friends_76ffa7ac-e1c7-4c72-9987-bf5304e710e8</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>